[
  {
    "name": "วัดเด่นสะหลีศรีเมืองแกน",
    "description": "วัดเด่นสะหรีศรีเมืองแกน หรือที่รู้จักกันในชื่อ วัดบ้านเด่น เป็นวัดสวยประจำเมืองแกน ซึ่งเป็นเขตเมืองเก่าภายในอำเภอแม่แตง จังหวัดเชียงใหม่ ความโดดเด่นของวัดแห่งนี้คือสถาปัตยกรรมล้านนาประยุกต์อันโดดเด่นและวิจิตรจรรจาตา แฝงไปด้วยคติธรรม ภายในวัดประกอบไปด้วย พระอุโบสถ หอไตร หอกลอง วิหารเสาอินทขิล และพระธาตุ 12 ราศี ส่วนด้านในพระอุโบสถเป็นที่ประดิษฐานประธานสีทองอร่าม รูปหล่อท่านครูบาเจ้าเทืององค์สีทอง และหุ่นขี้ผึ้งเกจิอาจารย์ต่างๆ ผนังตกแต่งด้วยภาพจิตรกรรมฝาผนังบอกเล่าเรื่องราวในพุทธศาสนา ซึ่งมีความงดงามเป็นอย่างมาก",
    "category": "วัด",
    "latitude": "19.1234",
    "longitude": "98.9876",
    "imageUrl": "/images/wat-ban-den.jpg"
  },
  {
    "name": "สวนสนแม่แตง",
    "description": "สวนสนแม่แตง หรือ สวนผลิตเมล็ดพันธุ์ไม้สนสองใบ เป็นที่เที่ยวสุดชิลที่จะพาทุกคนไปเดินเล่นท่ามกลางป่าสนสูงใหญ่ที่คอยให้ร่มเงาและความร่มรื่นตลอดทาง เป็นจุดถ่ายรูปยอดฮิตที่สายฮิปมักจะมาเช็คอินกัน แถมยังเป็นจุดถ่ายพรีเวดดิ้งยอดฮิตของคู่รักด้วย บรรยากาศร่มรื่น เงียบสงบ เหมาะสำหรับการมาพักผ่อนหย่อนใจท่ามกลางธรรมชาติ สามารถเข้าชมได้ตลอดทั้งวัน",
    "category": "ธรรมชาติ",
    "latitude": "19.1345",
    "longitude": "98.9987",
    "imageUrl": "/images/pine-forest.jpg"
  },
  {
    "name": "เขื่อนแม่งัดสมบูรณ์ชล",
    "description": "เขื่อนแม่งัด หรือ เขื่อนแม่งัดสมบูรณ์ชล เป็นส่วนหนึ่งของอุทยานแห่งชาติศรีลานนา ที่สร้างขึ้นตามพระราชดำริของพระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร รัชกาลที่ 9 เพื่อส่งน้ำไว้ใช้สำหรับการเพาะปลูกในที่ราบเชิงเขาทั้งสองฝั่งของลำน้ำแม่งัด ด้วยทิวทัศน์อันงดงามของผืนน้ำอันกว้างใหญ่และภูเขาเขียวขจี ที่นี่จึงกลายเป็นสถานที่ท่องเที่ยวที่ใครๆ ก็อยากมาดื่มด่ำกับธรรมชาติ มีกิจกรรมมากมายให้ทำ ไม่ว่าจะเป็น นอนแพ พายเรือคายัค และทานอาหารริมน้ำ",
    "category": "เขื่อน",
    "latitude": "19.1456",
    "longitude": "98.9654",
    "imageUrl": "/images/mae-ngat-dam.jpg"
  },
  {
    "name": "น้ำพุร้อนโป่งเดือด",
    "description": "น้ำพุร้อนโป่งเดือด หรือ โป่งเดือดป่าแป๋ เป็นจุดเช็กอินยอดฮิตอีกแห่งหนึ่งของอุทยานแห่งชาติห้วยน้ำดัง เป็นแหล่งน้ำพุร้อนไกเซอร์ (Geyser type) ที่ใหญ่ที่สุดในประเทศไทย โดยมีทั้งหมด 3-4 บ่อด้วยกัน น้ำพุร้อนชนิดนี้จะปล่อยน้ำและไอน้ำระเหยออกมาเป็นระยะ รวมถึงมีคุณสมบัติในการรักษาโรคปวดตามข้อต่างๆ สามารถเลือกแช่เท้าหรือแช่ทั้งตัวก็ได้ ซึ่งที่นี่มีให้เลือกทั้งบ่อส่วนตัวและบ่อรวม",
    "category": "น้ำพุร้อน",
    "latitude": "19.4567",
    "longitude": "98.8765",
    "imageUrl": "/images/pong-dueat.jpg"
  },
  {
    "name": "ไฮ่เขากอด",
    "description": "ไฮ่เขากอด ณ จูเลี๊ยะ ฟาร์มสเตย์ เป็นสถานที่ท่องเที่ยวที่มีบรรยากาศเหมือนเหมาดอย ฟิลภูเขาโอบกอดเราไว้ ไม่ต้องขึ้นเขาเดินทางชันเลย ไปง่าย ที่นี่ถือว่าครบครันมาก เป็นทั้งร้านกาแฟ อาหาร เบเกอรี่ ที่พัก อยู่ที่อำเภอแม่แตง เชียงใหม่ พื้นที่กว้าง จอดรถสะดวกสบาย อาหารรสชาติดี ร้านสวย มีรถไฟเล็กๆ มีแพะ เด็กๆชอบ เหมาะสำหรับการมาพักผ่อนแบบครอบครัว",
    "category": "ฟาร์มสเตย์",
    "latitude": "19.2345",
    "longitude": "98.8543",
    "imageUrl": "/images/hai-khao-kod.jpg"
  },
  {
    "name": "ปางช้างแม่แตง",
    "description": "ท่ามกลางหุบเขาในดอยแม่ตะมาน เราจะพบกับน้องช้างทั้งหลายที่อยู่ในความดูแลของปางช้างแม่แตง หรือ Maetaeng Elephant Park & Clinic พร้อมกับกิจกรรมสนุกๆ มากมาย ไม่ว่าจะเป็น ขี่ช้างชมธรรมชาติ อาบน้ำช้าง ให้อาหารช้าง และดูการแสดงช้างแสนรู้ เชื่อว่าทุกคนจะต้องหลงรักในความน่ารักของน้องๆ แน่นอน",
    "category": "ปางช้าง",
    "latitude": "19.3456",
    "longitude": "98.7654",
    "imageUrl": "/images/elephant-camp.jpg"
  },
  {
    "name": "น้ำตกหมอกฟ้า",
    "description": "ชมความงามของน้ำตกหมอกฟ้า กับสายน้ำสองสายที่ไหลลงมาจากผาสูง 30 เมตร ด้านล่างมีแอ่งน้ำที่สามารถลงเล่นน้ำได้ แนะนำให้ไปเที่ยวในช่วงปลายฝนต้นหนาว เพราะนอกจากอากาศจะเย็นสบายแล้ว บรรยากาศยังร่มรื่นมากๆ นอกจากนี้ยังมีกิจกรรมต่างๆ ให้ทำ เช่น เดินป่าตามเส้นทางศึกษาธรรมชาติ การตั้งแคมป์ ดูนก ชมค้างคาว เป็นต้น",
    "category": "น้ำตก",
    "latitude": "19.5678",
    "longitude": "98.6543",
    "imageUrl": "/images/mok-fa-waterfall.jpg"
  },
  {
    "name": "อุทยานแห่งชาติน้ำตกบัวตอง-น้ำพุเจ็ดสี",
    "description": "อุทยานแห่งชาติน้ำตกบัวตอง-น้ำพุเจ็ดสี เป็นที่ตั้งของน้ำตกบัวตอง น้ำตกขนาดกลางที่มีลักษณะแปลกตา เกิดจากการทับถมของแคลเซียมคาร์บอเนต ทำให้เกิดเป็นชั้นน้ำตกหินปูนถึง 3-4 ชั้นด้วยกัน และบ่อน้ำพุเจ็ดสี บ่อน้ำสีฟ้าใสซึ่งเป็นตาน้ำของน้ำตกบัวตอง บรรยากาศร่มรื่น เหมาะแก่การมาพักผ่อนหย่อนใจท่ามกลางธรรมชาติ น้ำตกบัวตองเป็นน้ำตกที่สามารถปีนขึ้นไปได้ เนื่องจากพื้นผิวหินปูนมีความขรุขระไม่ลื่น",
    "category": "อุทยาน",
    "latitude": "19.6789",
    "longitude": "98.5432",
    "imageUrl": "/images/bua-tong-waterfall.jpg"
  },
  {
    "name": "แดนเทวดา",
    "description": "แดนเทวดา ดินแดนแห่งเทพนิยาย ที่ถูกเนรมิตขึ้นในพื้นที่ของตำบลสันมหาพล อำเภอแม่แตง จังหวัดเชียงใหม่ เป็นสวนดอกไม้สุดอลังการที่ตกแต่งอย่างสวยงาม มีมุมถ่ายรูปมากมาย สวยเหมือนกับหลุดมาจากเทพนิยาย บัตรค่าเข้าคนละ 80 บาท ภายในมีสวนดอกไม้นานาชนิด ประติมากรรมสวยงาม และบรรยากาศที่เหมาะแก่การมาถ่ายรูป เปิดให้บริการทุกวันตั้งแต่เวลา 08:00 น. ถึง 18:00 น.",
    "category": "สวนดอกไม้",
    "latitude": "19.1567",
    "longitude": "99.0123",
    "imageUrl": "/images/dantewada.jpg"
  },
  {
    "name": "ปางเปาบีช",
    "description": "ปางเปาบีช หรือ Sky Beach Cafe เป็นคาเฟ่ที่มีชายหาดจำลอง พร้อมด้วยทุ่งนาเขียวสดใส ตั้งอยู่เส้นทางแม่แตง-ปาย มีบริการทั้งอาหารและเครื่องดื่ม เมนูแนะนำคือสุกี้ยูนานเตาถ่าน 9 ชั้น สูตรต้นตำรับจากยูนาน บนเตาถ่านหอมกลมกล่อม ให้รสชาติที่เข้มข้นและเป็นเอกลักษณ์ มีลานจอดกว้าง บรรยากาศชิลๆ เหมาะสำหรับการมาถ่ายรูปและพักผ่อน ค่าเข้าคนละ 20 บาท",
    "category": "คาเฟ่",
    "latitude": "19.2678",
    "longitude": "98.9234",
    "imageUrl": "/images/pangpao-beach.jpg"
  }
]
